Repository: pwsafe/pwsafe
Catalog: help/pwsafeRU/omegat/tm/pwsafe_ru-ui.tmx
Source language: en_us
Languages: ru_ru

source: All Password History ignored.
ru_ru: Вся история паролей проигнорирована.

source: Field is too long.
ru_ru: Поле слишком велико.

source: Field is too short.
ru_ru: Поле слишком мало.

source: Field length is incorrect.
ru_ru: Некорректная длина файла.

source: Invalid date/time value.
ru_ru: Недопустимое значение даты/времени.

source: Invalid field separator character found - only a single blank is allowed between fields.
ru_ru: Обнаружен недопустимый разделитель полей. В качестве разделителя может использовать только одиночный пробел.

source: Invalid header: '%s' (must be 5 hexadecimal characters).
ru_ru: Недопустимый заголовок: «%s» (должен состоять из 5 шестнадцатеричных цифр).

source: Invalid number of saved old passwords %d.
ru_ru: Недопустимое количество сохранённых паролей %d.

source: Invalid password length found (differs from length of following password).
ru_ru: Неверная длина пароля (отличается от длины указанного пароля).

source: Invalid password length found (not a hexadecimal number).
ru_ru: Недопустимая длина пароля (не является шестнадцатеричным числом).

source: Invalid status value: %d (must be either 0 or 1).
ru_ru: Недопустимое значение статуса: %d (должно быть 0 или 1)

source: 'Autotype'
ru_ru: 'Автонабор'

source: 'Creation Time'
ru_ru: 'Время создания'

source: 'Group'
ru_ru: 'Группа'

source: 'Last Access Time'
ru_ru: 'Время последнего доступа'

source: 'Notes'
ru_ru: 'Заметки'

source: 'Password Expiry Time'
ru_ru: 'Время истечения пароля'

source: 'Password History'
ru_ru: 'История паролей'

source: 'Password Modification Time'
ru_ru: 'Время последней модификации пароля'

source: 'Password Policy'
ru_ru: 'Политика создания паролей'

source: 'Password'
ru_ru: 'Пароль'

source: 'Record Modification Time'
ru_ru: 'Сохранять время модификации'

source: 'Run Command'
ru_ru: 'Выполнить команду'

source: 'Title'
ru_ru: 'Заголовок'

source: 'URL'
ru_ru: 'Ссылка'

source: 'User'
ru_ru: 'Пользователь'

source: 'symbols'
ru_ru: 'символов'

source: / renamed %d
ru_ru: / переименовано %d

source: / skipped %d
ru_ru: / пропущено %d

source: / with Password History errors %d
ru_ru: / с ошибками в истории паролей %d

source: Copy # %d
ru_ru: (копия № %d)

source: Current default (%s)
ru_ru: Текущие умолчания (%s)

source: Duplicate # %d
ru_ru: (дубликат № %d)

source: Import # %d
ru_ru: (импортировано № %d)

source: ! Edit externally
ru_ru: ! Открыть во внешнем редакторе

source: # characters: %d
ru_ru: символов: %d

source: %1 contained an unexpected object.
ru_ru: %1 содержит непредусмотренный объект.

source: %1 contains an incorrect path.
ru_ru: %1 содержит недопустимый путь.

source: %1 contains an incorrect schema.
ru_ru: %1 содержит неправильную схему.

source: %1 has a bad format.
ru_ru: %1 имеет неправильный формат.

source: %1 was not found.
ru_ru: Файл %1 не найден.

source: %1: %2 Continue running script?
ru_ru: %1: %2 Продолжить выполнение сценария?

source: %1 Cannot find this file. Verify that the correct path and file name are given.
ru_ru: %1 Не удаётся найти этот файл. Проверьте правильность указания пути и имени файла.

source: %d (%d) items
ru_ru: %d (%d) элементов

source: %d entries exported
ru_ru: %d элементов экспортировано

source: %d entries synchronized
ru_ru: %d элементов синхронизировано

source: %d items
ru_ru: %d элементов

source: %d of %d matches.
ru_ru: %d из %d совпадений.

source: %s [Recovered]
ru_ru: %s [восстановленный]

source: %s Can't open file. Please choose another.
ru_ru: %s Невозможно открыть файл. Пожалуйста, выберите другой.

source: %s file being exported: %s
ru_ru: %s файл экспортирован: %s

source: %s file being imported: %s
ru_ru: %s файл импортирован: %s

source: %s is a directory
ru_ru: %s является каталогом

source: %s not found. Cannot update entry's password.
ru_ru: %s не найден. Невозможно обновить пароль для элемента.

source: %s on %s
ru_ru: %s на %s

source: %s. Either try to save database with another name or exit without saving.
ru_ru: %s. Сохраните контейнер под другим именем или выйдите без сохранения.

source: %sA newer release is available.%s
ru_ru: %sДоступна новая версия.%s

source: %sCould not read server version data.%s
ru_ru: %sНевозможно получить с сервера данные о версии.%s

source: %sCouldn't contact server.%s
ru_ru: %sНевозможно соединиться с сервером.%s

source: %sThis is the latest release!%s
ru_ru: %sУ вас самая новая версия!%s

source: %s Could not open file for reading!
ru_ru: %s Невозможно открыть файл для чтения!

source: %s Could not open file for writing!
ru_ru: %s Невозможно открыть файл для записи!

source: %s File corrupt or truncated! Data may have been lost or modified. Continue anyway?
ru_ru: %s Файл повреждён или усечён! Возможно изменение или потеря данных. Всё равно продолжить?

source: %s File is currently locked by %s
ru_ru: %s Файл заблокирован %s

source: %s Invalid format
ru_ru: %s Недопустимый формат

source: %s The configuration file will not be used.
ru_ru: %s Файл настроек не будет использоваться.

source: %s Unknown error
ru_ru: %s Неопознанная ошибка

source: &Abort
ru_ru: &Прервать

source: &About Password Safe...
ru_ru: &О Password Safe...

source: &Add Entry...
ru_ru: &Добавить элемент...

source: &Apply
ru_ru: &Применить

source: &Apply current
ru_ru: &Применить текущий

source: &Autotype:
ru_ru: &Автонабор:

source: &Browse to URL
ru_ru: Пе&рейти по ссылке

source: &Change Safe Combination...
ru_ru: &Изменить пароль для контейнера...

source: &Classic Toolbar
ru_ru: &Классическая панель инструментов

source: &Clear Recent History
ru_ru: &Очистить историю

source: &Clear Recent Safe List
ru_ru: О&чистить список ранее использованных контейнеров

source: &Clear current
ru_ru: &Очистить текущий

source: &Close
ru_ru: &Закрыть

source: &Compare
ru_ru: &Сравнение

source: &Continue
ru_ru: П&родолжить

source: &Copy
ru_ru: &Копировать

source: &Copy Password to Clipboard
ru_ru: &Копировать пароль в буфер обмена

source: &Copy Password to clipboard
ru_ru: &Копировать пароль в буфер обмена

source: &Create a New Database
ru_ru: &Создать новый контейнер

source: &Delete
ru_ru: &Удалить

source: &Delete Entry
ru_ru: &Удалить элемент

source: &Delete Group
ru_ru: &Удалить группу

source: &Delete from Recent Entry List
ru_ru: &Удалить из списка ранее использованных

source: &Don't ask me again
ru_ru: &Не спрашивать снова

source: &Don't remind me again
ru_ru: &Не напоминать снова

source: &Duplicate Entry
ru_ru: Ду&блировать элемент

source: &Duplicate Group
ru_ru: Ду&блировать группу

source: &Edit
ru_ru: &Изменить

source: &Edit Base entry
ru_ru: &Редактировать исходный элемент

source: &Export
ru_ru: &Экспорт

source: &File
ru_ru: &Файл

source: &Filters
ru_ru: &Фильтры

source: &Find
ru_ru: &Поиск

source: &Find...
ru_ru: По&иск...

source: &Finish
ru_ru: &Закончить

source: &Font:
ru_ru: &Шрифт:

source: &Generate
ru_ru: &Создать

source: &Go to Base entry
ru_ru: Перейти &к исходному элементу

source: &Help
ru_ru: &Помощь

source: &Hide
ru_ru: &Скрыть

source: &Ignore
ru_ru: &Игнорировать

source: &Import
ru_ru: &Импорт

source: &Keep
ru_ru: &Хранить

source: &Manage
ru_ru: &Управление

source: &Manage...
ru_ru: &Управление...

source: &Merge
ru_ru: &Слияние

source: &Minimize
ru_ru: &Свернуть

source: &New
ru_ru: &Создать

source: &New Toolbar
ru_ru: &Современная панель инструментов

source: &New...
ru_ru: &Создать...

source: &New/Edit Filter
ru_ru: &Создать/Редактировать фильтр

source: &No
ru_ru: &Нет

source: &Notes:
ru_ru: За&метки:

source: &Open
ru_ru: &Открыть

source: &Open Another Database...
ru_ru: &Открыть другой контейнер...

source: &Open...
ru_ru: &Открыть...

source: &Options...
ru_ru: &Настройки...

source: &Password Font
ru_ru: &Шрифт для отображения пароля

source: &Password:
ru_ru: &Пароль:

source: &Paste
ru_ru: &Вставить

source: &Plain Text (tab separated)...
ru_ru: &Простой текст (разделитель табуляция)...

source: &Plain Text...
ru_ru: &Простой текст...

source: &Properties
ru_ru: Сво&йства

source: &Quit
ru_ru: Вы&ход

source: &Recent Entries History
ru_ru: &Недавно использованные элементы

source: &Recent Safes
ru_ru: &Недавно использованные контейнеры

source: &Refresh
ru_ru: Об&новить

source: &Reports
ru_ru: &Отчёты

source: &Reset
ru_ru: &Сброс

source: &Restore
ru_ru: &Восстановить

source: &Retry
ru_ru: П&овторить

source: &Run Command
ru_ru: &Выполнить команду

source: &Save
ru_ru: Сох&ранить

source: &Save to Disk
ru_ru: &Сохранить на диск

source: &Search
ru_ru: &Поиск

source: &Select
ru_ru: &Выбрать

source: &Send email
ru_ru: &Отправить письмо

source: &Set current
ru_ru: &Сделать текущим

source: &Show
ru_ru: &Показать

source: &Size:
ru_ru: &Размер:

source: &Synchronize
ru_ru: С&инхронизация

source: &Title:
ru_ru: &Заголовок:

source: &Tree/List Font
ru_ru: &Шрифт для элементов дерева/списка

source: &Try Again
ru_ru: &Ввести снова

source: &Undo
ru_ru: &Отмена

source: &Username:
ru_ru: &Имя пользователя:

source: &Validate
ru_ru: Про&верка

source: &Validate...
ru_ru: Про&верить...

source: &View
ru_ru: &Просмотр

source: &View Aliases
ru_ru: &Список псевдонимов

source: &View Entry...
ru_ru: &Просмотр элемента...

source: &View Report
ru_ru: &Просмотр отчёта

source: &Virtual Keyboard Font
ru_ru: Шрифт для &экранной клавиатуры

source: &XML format...
ru_ru: &XML формат...

source: &Yes
ru_ru: &Да

source: 'Alt Gr' (right Alt) key
ru_ru: «Alt Gr» (правый Alt)

source: 'Browse to URL' copies password to clipboard
ru_ru: «Перейти по ссылке» копирует пароль в буфер обмена

source: 'Clear Clipboard on Minimize' and Double Click Action 'Copy Password and Minimize' conflict. Please change one or both.
ru_ru: Конфликт опций «Очищать буфер обмена при сворачивании» и «Свернуть после копирования пароля». Отключите одну из них.

source: ' If you would like to report this error, please reply 'Yes' below and upload this file to your Bug Report. If you reply 'No', the file will be deleted. The diagnostic information in this file does not include any of your personal data nor any information from the database open at the time of the error. However, if you prefer (and the problem is repeatable with a test database), you may send us that minidump file as well as the test database. Thank you for your help to improve PasswordSafe.
ru_ru: ' Если вы желаете сообщить о данной ошибке, выберите «Да» и приложите этот файл к сообщению об ошибке. Для удаления файла выберите «Нет». Данный файл не содержит персональных данных и информации из открытого на момент сбоя контейнера. Но, если проблема воспроизводится с тестовым контейнером, вы можете выслать нам данный дамп вместе с тестовым контейнером. Спасибо за помощь в улучшении PasswordSafe.

source: (Also used to replace periods in Title field)
ru_ru: (используется и для замены '.' в заголовке)

source: (Double-click an entry to edit it)
ru_ru: (Для редактирования дважды щёлкните по элементу)

source: (Requires a restart of PasswordSafe to take effect.)
ru_ru: (Для вступления изменений в силу необходим перезапуск PasswordSafe)

source: (at least
ru_ru: (хотя бы

source: (case insensitive)
ru_ru: (без учёта регистра)

source: (case sensitive)
ru_ru: (с учётом регистра)

source: * means that the database has been modified since last save
ru_ru: * значит, что с момента последнего сохранения контейнер был изменён

source: - Its title has been changed to:'%s'
ru_ru: - Его заголовок был изменён на: «%s»

source: - Physical -
ru_ru: - Системная -

source: .dmp' in your temporary directory: '
ru_ru: .dmp' в каталоге со временными файлами: '

source: 101 Keys
ru_ru: 101-клав.

source: 102 Keys
ru_ru: 102-клав.

source: 106 Keys
ru_ru: 106-клав.

source: A dot is invalid as the first character of the Group field.
ru_ru: Имя группы не может начинаться с точки

source: A fatal error occured:
ru_ru: Произошла фатальная ошибка:

source: A filter was active. Export of data was restricted to include only those displayed.
ru_ru: При экспорте был активен фильтр. Включены только те элементы, которые удовлетворяли фильтру.

source: A future date is not valid for this field
ru_ru: В данное поле нельзя вводить даты из будущего

source: A new password database will be created. The safe combination you enter will be used to encrypt the password database file. The Safe Combination can use any keyboard character and is case-sensitive.
ru_ru: Будет создан новый контейнер. Введённый пароль будет использован для шифрования контейнера. Пароль для контейнера может содержать любые символы с учётом регистра букв.

source: A red and white indicator means that a filter is active (double click to clear filter)
ru_ru: Белый квадрат с красной штриховкой означает, что активен фильтр (щёлкните дважды для отключения)

source: A required resource was unavailable.
ru_ru: Обязательный ресурс недоступен.

source: AaBbYyZz 0O1lIL
ru_ru: AaBbYyZzАаБбЖжЯя 0O1lIL

source: About Password Safe
ru_ru: О Password Safe

source: Absolute
ru_ru: Абсолютное

source: Access to %1 was denied.
ru_ru: Нет доступа к %1.

source: Active
ru_ru: Активен

source: Add &Entry
ru_ru: Добавить &элемент

source: Add &Group
ru_ru: Добавить &группу

source: Add Entry
ru_ru: Добавить элемент

source: Add Group
ru_ru: Добавить группу

source: Additional
ru_ru: Дополнительно

source: Advanced
ru_ru: Расширенные

source: Advanced Compare Options
ru_ru: Расширенные настройки сравнения

source: Advanced Find Options
ru_ru: Расширенные настройки поиска

source: Advanced Merge Extra
ru_ru: Расширенные настройки слияния (дополнительные)

source: Advanced Merge Options
ru_ru: Расширенные настройки слияния

source: Advanced Synchronize Options
ru_ru: Расширенные настройки синхронизации

source: Advanced Text 'Single Entry' Export Options
ru_ru: Расширенные настройки экспорта одного элемента в простой текст

source: Advanced Text Export Options
ru_ru: Расширенные настройки экспорта в простой текст

source: Advanced XML 'Single Entry' Export Options
ru_ru: Расширенные настройки экспорта одного элемента в XML

source: Advanced XML Export Options
ru_ru: Расширенные настройки экспорта в XML

source: Advanced field selection criteria
ru_ru: Расширенные условия отбора

source: Albanian
ru_ru: Албанская

source: Alias Base entry
ru_ru: Исходный элемент для псевдонима

source: Alias Base entry - password expired
ru_ru: Исходный элемент для псевдонима - пароль истёк

source: Alias Base entry - warning password will expire
ru_ru: Исходный элемент для псевдонима - пароль скоро истечёт

source: Alias Password Change
ru_ru: Изменение пароля для псевдонима

source: All Files (*.*)
ru_ru: Все файлы (*.*)

source: All available columns are being displayed.
ru_ru: Все доступные столбцы отображены.

source: Allow multiple instances (requires all instances to be restarted)
ru_ru: Разрешить одновременный запуск нескольких копий (для применения требуется перезапуск всех копий программы)

source: Also used to replace periods in the Title field.
ru_ru: Также используется при замене точек в заголовке

source: Alternate Browser
ru_ru: Альтернативный браузер

source: Alternate Notes Text Editor
ru_ru: Альтернативный редактор заметок

source: Always keep Password Safe on top
ru_ru: Отображать Password Safe поверх всех окон

source: Always on top
ru_ru: Поверх всех окон

source: An alias cannot refer to itself!
ru_ru: Псевдоним не может ссылаться на себя!

source: An entry with Group "%s", Title "%s" and User Name "%s" already exists.
ru_ru: Элемент группы «%s», с заголовком «%s» и именем пользователя «%s» уже существует.

source: An entry with Group "%s", Title "%s" and empty User Name already exists.
ru_ru: Элемент без имени пользователя в группе «%s» с заголовком «%s» уже существует.

source: An entry with an empty Group, Title "%s" and User Name "%s" already exists.
ru_ru: Элемент без имени группы с заголовком «%s» и именем пользователя «%s» уже существует.

source: An entry with an empty Group, Title "%s" and empty User Name already exists.
ru_ru: Элемент без имени пользователя и имени группы с заголовком «%s» уже существует.

source: An incorrect file handle was associated with %1.
ru_ru: С файлом %1 связан недопустимый дескриптор файла.

source: An unknown error has occurred.
ru_ru: Неизвестная ошибка.

source: An unknown error occurred while accessing %1.
ru_ru: Произошла неизвестная ошибка при обращении к %1.

source: And
ru_ru: И

source: And / Or
ru_ru: И / Или

source: Any field last changed on:
ru_ru: Изменено хотя бы одно поле:

source: Apply
ru_ru: Применить

source: Arabic (101)
ru_ru: Арабская (101)

source: Are you sure you want to delete the selected entry?
ru_ru: Подтверждаете удаление выбранного элемента?

source: Are you sure you want to delete the selected group?
ru_ru: Подтверждаете удаление выбранной группы?

source: Armenian Eastern
ru_ru: Восточноармянская

source: Armenian Western
ru_ru: Западноармянская

source: As the double quotation character is used to delimit the whole notes field, it cannot be used within it to delimit multiple lines. Please enter another character.
ru_ru: Двойную кавычку нельзя использовать как разделитель строк в заметке, так как этот символ используется в качестве ограничителя поля содержащего заметку. Пожалуйста, введите другой символ.

source: At least one type of character (lowercase, uppercase, digits, symbols, hexadecimal) must be permitted.
ru_ru: Хотя бы один из типов символов (прописные, строчные, цифры, знаки, шестнадцатеричные цифры) должен быть разрешён.

source: Attempted an unsupported operation.
ru_ru: Попытка выполнить неподдерживаемую операцию.

source: Attempted to access %1 past its end.
ru_ru: Попытка доступа к %1 за пределами файла.

source: Attempted to read from the writing %1.
ru_ru: Попытка выполнить операцию чтения при записи %1.

source: Attempted to write to the reading %1.
ru_ru: Попытка выполнить операцию записи при чтении %1.

source: AutoType
ru_ru: Автонабор

source: Autoload
ru_ru: Автозагрузка

source: Autotype
ru_ru: Автонабор

source: Autotype copied
ru_ru: «Автонабор» скопирован

source: Available Fields:
ru_ru: Доступные поля:

source: Available Filters:
ru_ru: Доступные фильтры:

source: Azeri Cyrillic
ru_ru: Азербайджанская (кириллица)

source: Azeri Latin
ru_ru: Азербайджанская (латиница)

source: Backup Directory
ru_ru: Каталог для резервных копий

source: Backup Directory:
ru_ru: Каталог для резервных копий:

source: Backup Name
ru_ru: Имя для резервной копии

source: Backups
ru_ru: Резервные копии

source: Base entry:
ru_ru: Исходный элемент:

source: Base:
ru_ru: Начало:

source: Basic
ru_ru: Основные

source: Belarusian
ru_ru: Белорусская

source: Belgian (Comma)
ru_ru: Бельгийская (с запятой)

source: Belgian (Period)
ru_ru: Бельгийская (с точкой)

source: Belgian French
ru_ru: Бельгийская (французская)

source: Bengali
ru_ru: Бенгальская

source: Bengali - INSCRIPT
ru_ru: Бенгальская (инскрипт)

source: Bengali - INSCRIPT (Legacy)
ru_ru: Бенгальская (инскрипт, традиционная)

source: BkSpc
ru_ru: Забой

source: Bosnian (Cyrillic)
ru_ru: Боснийская (кириллица)

source: Browse
ru_ru: Обзор

source: Browse to URL
ru_ru: Перейти по ссылке

source: Browse to URL + &Autotype
ru_ru: Перейти по ссылке и выполнить &автонабор

source: Browse to URL + Autotype
ru_ru: Перейти по ссылке и выполнить автонабор

source: Browser Command Line parameters
ru_ru: параметры командной строки

source: Bulgarian
ru_ru: Болгарская

source: Bulgarian (Latin)
ru_ru: Болгарская (латиница)

source: Bulgarian (Phonetic Traditional)
ru_ru: Болгарская (фонетическая)

source: Bulgarian (Typewriter)
ru_ru: Болгарская (машинопись)

source: Bytes
ru_ru: Байт

source: C&lear Clipboard
ru_ru: &Очистить буфер обмена

source: CSV files (*.csv)|*.csv|All files (*.*)|*.*||
ru_ru: CSV-файлы (*.csv)|*.csv|Все файлы (*.*)|*.*||

source: Can only warn between 1 and 30 days before passwords expire
ru_ru: Предупреждение об истечении срока действия пароля возможно только в диапазоне 1-30 дней

source: Can't find XML Schema Definition file (%s) in your PasswordSafe Application Directory. Please copy it from your installation file, or re-install PasswordSafe.
ru_ru: Невозможно найти файл с определением XML-схемы (%s) в каталоге PasswordSafe. Скопируйте этот файл из дистрибутива или переустановите PasswordSafe.

source: Can't obtain the schema version.
ru_ru: Невозможно определить версию схемы.

source: Canadian French
ru_ru: Канадская (французская)

source: Canadian French (Legacy)
ru_ru: Канадская (французская, традиционная)

source: Canadian Multilingual Standard
ru_ru: Канадская (многоязычная)

source: Cancel
ru_ru: Отмена

source: Cannot be less than zero.
ru_ru: Значение не может быть меньше нуля.

source: Cannot be more than %d
ru_ru: Значение не может быть больше %d

source: Cannot create lock file - no permission in directory?
ru_ru: Невозможно создать файл блокировок. Проверьте права доступа.

source: Cannot create missing directories in path to the export file.
ru_ru: Невозможно создать промежуточные каталоги для файла экспорта.

source: Cannot process as this entry has been deleted from the open database.
ru_ru: Невозможно обработать элемент, т. к. он удалён из контейнера.

source: Cannot read file. Please check file permissions.
ru_ru: Невозможно прочитать файл. Проверьте права доступа.

source: Cannot verify old safe combination - file gone?
ru_ru: Невозможно проверить старый пароль. Проверьте наличие файла.

source: Case Sensitive
ru_ru: С учётом регистра

source: Case insensitive search
ru_ru: Поиск без учёта регистра

source: Case sensitive search
ru_ru: Поиск с учётом регистра

source: Chan&ge to R-O
ru_ru: Переключить в ре&жим «только чтение» (R-O)

source: Chan&ge to R/W
ru_ru: Переключить в ре&жим «чтение/запись» (R-W)

source: Change &Font
ru_ru: Изменить &шрифт

source: Change &Language
ru_ru: Изменить &язык (Change Language)

source: Change Base
ru_ru: Изменить исходный

source: Change Date
ru_ru: Дата изменения

source: Change Safe Combination
ru_ru: Изменить пароль для контейнера

source: Change This
ru_ru: Изменить этот

source: Change database mode?
ru_ru: Изменить режим доступа к контейнеру?

source: Change the maximum number of saved passwords for entries currently saving password history to the new maximum, if currently saving fewer. Entries with more than this new maximum already saved will remain unchanged.
ru_ru: Изменить количество запоминаемых паролей для элементов с включённой историей, если текущий максимум больше количества сохранённых паролей. Элементы с количеством запомненных паролей превышающим текущий максимум не будут изменены.

source: Changes to existing entries will be applied on pressing OK
ru_ru: Изменения для существующих элементов будут приняты после нажатия кнопки OK

source: Characters present between end of index ']' and '}'
ru_ru: Символы после индекса (между ']' и '}') недопустимы

source: Check
ru_ru: Установить

source: Chinese Bopomofo
ru_ru: Китайская (BoPoMoFo)

source: Chinese ChaJei
ru_ru: Китайская (ChaJei)

source: Clear Buffer
ru_ru: Очистить буфер

source: Clear Clipboard
ru_ru: Очистить буфер обмена

source: Clear Find
ru_ru: Очистить поле поиска

source: Clear History
ru_ru: Очистить

source: Clear clipboard upon exit
ru_ru: Очищать буфер обмена при выходе

source: Clear clipboard upon minimize
ru_ru: Очищать буфер обмена при сворачивании

source: Click here for details on the various preferences.
ru_ru: Щёлкните по этой надписи для получения справки.

source: Click here to pick field
ru_ru: Нажмите для выбора поля

source: Click to change case.
ru_ru: Нажмите для изменения регистра

source: Click to copy to clipboard
ru_ru: Нажмите чтобы скопировать в буфер обмена

source: Click to enable/disable this row
ru_ru: Нажмите для включения/выключения строки
